{
  "en": {
      "Header": {
        "Logo": {
          "Src": "../../../assets/images/logo.png",
          "Alt": "logo"
        },
        "Menu": [
          {
            "Title": "Main",
            "Url": "/main"
          },
          {
            "Title": "Artist of the Day",
            "Url": "/main/#artist"
          },
          {
            "Title": "About",
            "Url": "/main/#about"
          },
          {
            "Title": "Developers",
            "Url": "/main/#devs"
          },
          {
            "Title": "Singers",
            "Url": "/search"
          }
        ]
      },
      "Footer": [
          "2023 © All rights reserved"
      ],
      "MainPage": {
          "Header": {
              "Title": "Finally a place where music lives",
              "SubInfo": "",
              "Button": "Move on to singers"
          },
          "ArtistOfTheDay": {
              "Title": "Artist of the day",
              "Name": "",
              "ShortInfo": "",
              "Button": "Learn More",
              "QuickFacts": [ 
                  "",
                  "",
                  "",
                  "",
                  ""
              ]
          },
          "ProjectInfo": {
              "Title": "Wanna know about the project?",
              "Facts": [
                  {
                      "Title": "Dive into the history",
                      "Subtitle": "Important (very)",
                      "Info": [
                          "",
                          ""
                      ]
                  },
                  {
                      "Title": "Stay in tune",
                      "Subtitle": "Learn smth new!",
                      "Info": [
                          "",
                          ""
                      ]
                  },
                  {
                      "Title": "Use our app",
                      "Subtitle": "Nice UX, Cool UI",
                      "Info": [
                          "",
                          ""
                      ]
                  }
              ]    
          },
          "Developers": {
              "Title": "Thanks to those who code!",
              "Devs": [
                  {
                      "Nickname": "Xenona",
                      "GHLink": "https://github.com/Xenona",
                      "Facts": [
                          "team Lead",
                          "design",
                          ""
                      ]
                  },
                  {
                      "Nickname": "Mkulik05",
                      "GHLink": "https://github.com/mkulik05",
                      "Facts": [
                          "tech Lead",
                          "deployment",
                          ""
                      ]
                  },
                  {
                      "Nickname": "SignificantNose",
                      "GHLink": "https://github.com/SignificantNose",
                      "Facts": [
                          "creative designer",
                          "content line-ups",
                          ""
                      ]
                  },
                  {
                      "Nickname": "EgMcDuck",
                      "GHLink": "https://github.com/EgMcDuck",
                      "Facts": [
                          "developer",
                          "",
                          ""
                      ]
                  }
              ],
              "Note": {
                  "Title": "Note:",
                  "Info": "to check GitHub profiles, you may click on profile pics"
              }
          }
      },
      "SearchPage": {
          "Hint": "I am looking for..."
      },
      "ArtistPage": {
          "Places": {
              "Title": "Most common places"
          },
          "Video": {
              "Title": "Watch to know more!"
          },
          "Gallery": {
              "Title": "Gallery"
          }
      },
      "NotFoundPage": {
          "Title": "Sorry, the page you are looking for is not found",
          "Button": "Move on to Main"
      },
      "Artists": [
          {
            "Name": "Kendrick Lamar",
            "Years": "1987 - present",
            "ShortInfo": "American rapper, singer, and songwriter. Known as \"King Kendrick\", he is widely regarded as one of the most influential rappers of his generation.",
            "QuickFacts": [
              "1987 - present", 
              "Compton, California, U.S.", 
              "Hip hop, progressive rap, West Coast hip hop", 
              "To Pimp A Butterfly", 
              "Swimming Pools (Drank)" 
            ],
            "Biography": [
              {
                "date": "2003",
                "info": "In 2003, at the age of 16, Lamar released his first full-length project, a mixtape titled Youngest Head Nigga in Charge (Hub City Threat: Minor of the Year), under the pseudonym K.Dot. The mixtape was released under Konkrete Jungle Muzik and garnered local recognition for Lamar. The mixtape led to securing a recording contract with Top Dawg Entertainment (TDE), a newly founded independent record label based in Carson, California."
              },
              {
                "date": "Sep 14, 2010",
                "info": "Throughout 2010, Lamar toured with Tech N9ne and Jay Rock on The Independent Grind tour. On September 14, 2010, he released the visuals for \"P&P 1.5,\" a song taken from his mixtape, Overly Dedicated, featuring Black Hippy member Ab-Soul. On the same date, Lamar released Overly Dedicated to digital retailers under TDE, and later on September 23, released it for free online."
              },
              {
                  "date": "July 31, 2014",
                  "info": "It was announced that Lamar would premiere his short film m.A.A.d at Sundance's inaugural NEXT Fest in Los Angeles on August 9. The film is inspired by good kid, m.A.A.d city, and was directed by Kahlil Joseph, who had previously worked with Lamar on the Yeezus Tour."
              },
              {
                "date": "May 8, 2022",
                "info": "He released the promotional single \"The Heart Part 5\". Lamar's fifth studio album, Mr. Morale & the Big Steppers, was released on May 13. Ahead of its release, he visited Ghana to shoot a mini documentary with Spotify. He invited and met music executives and other Ghanaian artists such as Stonebwoy, Amaarae, Black Sherif, and Smallgod during a private album listening party in Accra."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=KT7mM2YN6Do"
            },
            "Gallery": [
              "./images/kendrick-lamar-1.jpg",
              "./images/kendrick-lamar-2.jpg",
              "./images/kendrick-lamar-3.jpg",
              "./images/kendrick-lamar-4.jpg",
              "./images/kendrick-lamar-5.jpg",
              "./images/kendrick-lamar-6.jpg",
              "./images/kendrick-lamar-7.jpg",
              "./images/kendrick-lamar-8.jpg"
            ]
          },
          {
            "Name": "Donald Glover",
            "Years": "1983 - present",
            "ShortInfo": "Donald McKinley Glover Jr., also known by his stage name Childish Gambino, is an American actor, comedian, singer, rapper, writer, director, and producer",
            "QuickFacts": [
              "1983 - present", 
              "Edwards Air Force Base, California, U.S.",
              "Hip hop, funk, R&B, soul", 
              "Camp",
              "This is America" 
            ],
            "Biography": [
              {
                "date": "March 2011",
                "info": "His first extended play, titled EP, was released as a free digital download in March 2011. A music video for the song \"Freaks and Geeks\" was released in that month and Glover hosted the MTVU Woodie Awards at South By Southwest. Glover commenced his nationwide IAMDONALD Tour in April. The tour was a one-man live show that consisted of rap, comedy, and video segments."
              },
              {
                "date": "September 2016",
                "info": "Glover held three musical performances, known as the \"Pharos Experience\", in Joshua Tree, California, where he debuted songs from his third studio album \"Awaken, My Love!\". The album was released in December, charting at number five on the Billboard 200 and was later certified platinum accumulating 1,000,000 certified units. It was considered a bold departure from his usual hip hop style as it primarily featured Glover singing rather than rapping, and saw him draw influences from psychedelic soul, funk and R&B music, particularly of the funk band Funkadelic."
              },
              {
                  "date": "May 2018",
                  "info": "Glover signed with RCA Records in January 2018, which Glover called \"a necessary change of pace\". In May 2018, he released a single titled \"This Is America\" while performing as both host and musical guest on Saturday Night Live. The song debuted at number one, becoming both Glover's first number one and top ten single in the United States. It features him singing and rapping, drawing influence from trap music. The lyrics addressed a variety of topics including gun violence and being black in the United States, while its controversial video, directed by Japanese-American filmmaker and frequent collaborator Hiro Murai, showed Glover with a firearm shooting at a choir."
              },
              {
                "date": "March 15, 2020",
                "info": "On March 15, 2020, Glover streamed his surprise fourth album on his website Donald Glover Presents, where it played on a loop for twelve hours until it was taken down. 21 Savage and Ariana Grande feature on the album. The album was released on digital services the following week under the name 3.15.20. It was well received by music critics and debuted at number 13 on the Billboard 200."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=0mHE4egebQs"
            },
            "Gallery": [
              "./images/dong-lover-1.jpg",
              "./images/dong-lover-2.jpg",
              "./images/dong-lover-3.jpg",
              "./images/dong-lover-4.jpg",
              "./images/dong-lover-5.jpg",
              "./images/dong-lover-6.jpg",
              "./images/dong-lover-7.jpg",
              "./images/dong-lover-8.jpg"
            ]
          },
          {
            "Name": "Michael Jackson",
            "Years": "1958 - 2009",
            "ShortInfo": "Michael Joseph Jackson was an American singer, songwriter, dancer, and philanthropist. Known as the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century.",
            "QuickFacts": [
              "1958 - 2009", 
              "Gary, Indiana, US",
              "Pop, soul, rhythm and blues, funk, rock, disco", 
              "Thriller",
              "Billie Jean" 
            ],
            "Biography": [
              {
                "date": "1964-1965",
                "info": "In 1964, Michael and Marlon joined the Jackson Brothers — a band formed by their father which included Jackie, Tito and Jermaine — as backup musicians playing congas and tambourine. Later in 1965, Michael began sharing lead vocals with Jermaine, and the group's name was changed to the Jackson 5. The Jackson 5 recorded several songs for a Gary record label, Steeltown Records; their first single, \"Big Boy\", was released in 1968."
              },
              {
                "date": "1982",
                "info": "Jackson's sixth album, Thriller, was released in late 1982. It was the bestselling album worldwide in 1983, and became the bestselling album of all time in the US and the best-selling album of all time worldwide, selling an estimated 70 million copies. It topped the Billboard 200 chart for 37 weeks and was in the top 10 of the 200 for 80 consecutive weeks. It was the first album to produce seven Billboard Hot 100 top-10 singles, including \"Billie Jean\", \"Beat It\", and \"Wanna Be Startin' Somethin'\"."
              },
              {
                  "date": "1991",
                  "info": "In 1991, he released his eighth album, Dangerous, co-produced with Teddy Riley. It was certified eight times platinum in the US, and by 2018 had sold 32 million copies worldwide. In the US, the first single, \"Black or White\", was the album's highest-charting song; it was number one on the Billboard Hot 100 for seven weeks and achieved similar chart performances worldwide. The second single, \"Remember the Time\" peaked at number three on the Billboard Hot 100 singles chart."
              },
              {
                "date": "June 1995",
                "info": "In June 1995, Jackson released the double album HIStory: Past, Present and Future, Book I. The first disc, HIStory Begins, is a greatest hits album (reissued in 2001 as Greatest Hits: HIStory, Volume I). The second disc, HIStory Continues, contains 13 original songs and two cover versions. The album debuted at number one on the charts and has been certified for eight million shipments in the US. It is the bestselling multi-disc album of all time, with 20 million copies (40 million units) sold worldwide."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=D3dup5NA9Y0"
            },
            "Gallery": [
              "./images/michael-jackson-1.jpg",
              "./images/michael-jackson-2.jpg",
              "./images/michael-jackson-3.jpg",
              "./images/michael-jackson-4.jpg",
              "./images/michael-jackson-5.jpg",
              "./images/michael-jackson-6.jpg"
            ]
          },
          {
            "Name": "Katy Perry",
            "Years": "1984 - present",
            "ShortInfo": "Katheryn Elizabeth Hudson, known professionally as Katy Perry, is an American singer, songwriter and television personality. She is known for her influence on modern pop music and her camp style",
            "QuickFacts": [
              "1984 - present", 
              "Santa Barbara, California, U.S.",
              "Pop, rock, disco", 
              "One Of The Boys",
              "Dark Horse" 
            ],
            "Biography": [
              {
                "date": "May 7, 2010",
                "info": "After serving as a guest judge on American Idol, Perry released \"California Gurls\" featuring Snoop Dogg on May 7, 2010. The song was the lead single from her third studio album, Teenage Dream, and reached number one on the Billboard Hot 100 in June. She also served as a guest judge on British The X Factor later that month before releasing the album's second single, \"Teenage Dream\", in July. \"Teenage Dream\" reached number one on the Billboard Hot 100 in September."
              },
              {
                "date": "November 2012",
                "info": "In November 2012, Perry began work on her fourth album, Prism. She told Billboard, \"I know exactly the record I want to make next. I know the artwork, the coloring and the tone\" and \"I even know what type of tour I'm doing next. I'll be very pleased if the vision I have in my head becomes a reality.\""
              },
              {
                  "date": "2016",
                  "info": "Perry started writing songs for her new album in June 2016, and recorded an anthem for NBC Sports's coverage of the 2016 Summer Olympics titled \"Rise\", which was released the following month. Perry chose to release it as a standalone track rather than save it for her album \"because now more than ever, there is a need for our world to unite\"."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=ZV2g8AIqVBs&ab_channel=WatchMojo.com"
            },
            "Gallery": [
              "./images/katy-perry-1.jpg",
              "./images/katy-perry-2.jpg",
              "./images/katy-perry-3.jpg",
              "./images/katy-perry-4.jpg",
              "./images/katy-perry-5.jpg"
            ]
          },
          {
            "Name": "Nicki Minaj",
            "Years": "1982 - present",
            "ShortInfo": "Onika Tanya Maraj-Petty, known professionally as Nicki Minaj, is a Trinidadian-born rapper, singer, and songwriter based in the United States.",
            "QuickFacts": [
              "1982 - present", 
              "Port of Spain, Trinidad and Tobago",
              "Hip hop, pop", 
              "Pink Friday",
              "Starships" 
            ],
            "Biography": [
              {
                "date": "November 19, 2010",
                "info": "Pink Friday was released on November 19, 2010, debuting at number two and later reaching number one on the Billboard 200, with first-week sales of 375,000 copies. It had the highest sales week for a female rap album this century and second highest sales week overall after Lauryn Hill's The Miseducation of Lauryn Hill (1998). Upon release, the album received generally positive reviews from critics. The album was certified platinum in December, with it becoming the first album by a solo female rapper to go platinum in seven years."
              },
              {
                "date": "December 15, 2014",
                "info": "The Pinkprint was officially released on December 15, 2014, and debuted at number two in the U.S, with first week sales of 244,000 equivalent units (198,000 in pure album sales and 46,000 combined album-equivalent units and streams). Upon release, critics praised the production and personal lyrics."
              },
              {
                  "date": "April 12, 2018",
                  "info": "After a social media hiatus, Minaj released two singles from her fourth studio album Queen. She released \"Chun-Li\" and \"Barbie Tingz\" simultaneously on April 12, 2018, with both reaching number ten and number twenty-five in the U.S. respectively. She performed \"Chun-Li\" on Saturday Night Live and the 2018 BET Awards. While \"Chun Li\" appears on the tracklist of the album, \"Barbie Tingz\" is only included on the Target version of the album."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=0_HEkIMBf30&ab_channel=Biography"
            },
            "Gallery": [
              "./images/nicki-minaj-1.jpg",
              "./images/nicki-minaj-2.jpg",
              "./images/nicki-minaj-3.jpg",
              "./images/nicki-minaj-4.jpg",
              "./images/nicki-minaj-5.jpg",
              "./images/nicki-minaj-6.jpg"
            ]
          },
          {
            "Name": "Aurora",
            "Years": "1996 - present",
            "ShortInfo": "Aurora Aksnes, known mononymously as Aurora (stylized in all caps), is a Norwegian singer, songwriter and record producer. She began writing her first songs and learning dance at the age of six.",
            "QuickFacts": [
              "1996 - present", 
              "Stavanger, Norway",
              "Art pop, Nordic folk, synth-pop, electropop", 
              "The Gods We Can Touch",
              "Runaway" 
            ],
            "Biography": [
              {
                "date": "2012-2015",
                "info": "Aurora self-released the song \"Puppet\" as her debut single in December 2012 under her birth name. Aurora then set about working on her songwriting for around a year before giving her \"first proper live performance\" at Nabovarsel Minifestival in Bergen. Her next single, \"Running with the Wolves\" was released in April 2015, and its music video was released two months later. The song gained attention from BBC Radio station. It was released alongside the announcement of the release of her debut EP Running with the Wolves."
              },
              {
                "date": "2016",
                "info": "When All My Demons Greeting Me as a Friend debuted, Aurora said that it was \"the first album of many\" she was planning to release. As of 12 May 2016, after coming back from her European tour, the singer announced that she was ready to begin writing and producing more material, which will form her second studio album. She stated in a Facebook event that she has fifteen demo songs and has written a thousand songs/poems."
              },
              {
                  "date": "May 2020",
                  "info": "Aurora released the single \"Exist for Love\" in May 2020, which was presented as her first love song ever with a self-directed music video. The song was made during the COVID-19 lockdown in collaboration with Isobel Waller-Bridge, who composed the string arrangements. It was the first glimpse into what she described as \"a new era\" in her career, with the upcoming release of a new album."
              }

            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=aLJUjs-pbiI&ab_channel=MargoSolovey"
            },
            "Gallery": [
              "./images/aurora-1.jpg",
              "./images/aurora-2.jpg",
              "./images/aurora-3.jpg",
              "./images/aurora-4.jpg",
              "./images/aurora-5.jpg",
              "./images/aurora-6.jpg",
              "./images/aurora-7.jpg"
            ]
          },
          {
            "Name": "Kanye West",
            "Years": "1977 - present",
            "ShortInfo": "Ye, better known as Kanye West, is an American rapper, singer, songwriter, record producer, and fashion designer. West has won 24 Grammy Awards.",
            "QuickFacts": [
              "1977- present", 
              "Atlanta, Georgia, U.S.",
              "Hip hop, progressive rap, pop, art pop, gospel", 
              "Graduation",
              "Flashing Lights" 
            ],
            "Biography": [
              {
                "date": "mid-1990s",
                "info": "West began his early production career in the mid-1990s, creating beats primarily for burgeoning local artists in the Chicago area. He received his first official production credits at age nineteen, when he produced eight tracks on Down to Earth, the 1996 debut album of Chicago-based underground rapper Grav. In 1998, West was the first producer signed to the management-production company Hip Hop Since 1978, founded by Gee Roberson and Kyambo \"Hip-Hop\" Joshua."
              },
              {
                "date": "2004",
                "info": "The College Dropout received near-universal critical acclaim, was voted the top album of the year by two major music publications, and has consistently been ranked among the great hip-hop works and debut albums by artists. The College Dropout was certified triple platinum in the US, and garnered West 10 Grammy nominations, including Album of the Year, and Best Rap Album (which it received)."
              },
              {
                  "date": "2007",
                  "info": "West's third studio album, Graduation, garnered major publicity when its release date pitted West in a sales competition against rapper 50 Cent's Curtis. Upon their September 2007 releases, Graduation outsold Curtis by a large margin, debuting at number one on the U.S. Billboard 200 chart and selling 957,000 copies in its first week. Graduation continued the string of critical and commercial successes by West, and the album's lead single, \"Stronger\", garnered his third number-one hit."
              },
              {
                "date": "2016",
                "info": "West announced in January 2016 that SWISH would be released on February 11, and later that month, released new songs \"Real Friends\" and a snippet of \"No More Parties in LA\" with Kendrick Lamar. On January 26, 2016, West revealed he had renamed the album from SWISH to Waves. In the weeks leading up to the album's release, West became embroiled in several Twitter controversies. Several days ahead of its release, West again changed the title, this time to The Life of Pablo."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=qgvMPhgfero&ab_channel=Biography"
            },
            "Gallery": [
              "./images/kanye-west-1.jpg",
              "./images/kanye-west-2.jpg",
              "./images/kanye-west-3.jpg",
              "./images/kanye-west-4.jpg",
              "./images/kanye-west-5.jpg",
              "./images/kanye-west-6.jpg"
            ]
          },
          {
            "Name": "Taylor Swift",
            "Years": "1989 - present",
            "ShortInfo": "Taylor Alison Swift is an American singer-songwriter. Recognized for her songwriting, musical versatility, artistic reinventions, and influence on the music industry, she is a prominent cultural figure of the 21st century.",
            "QuickFacts": [
              "1989 - present", 
              "West Reading, Pennsylvania, U.S.",
              "Pop, country, folk, rock, alternative", 
              "1989",
              "Shake It Off" 
            ],
            "Biography": [
              {
                "date": "November 11, 2008",
                "info": "Swift's second studio album, Fearless, was released on November 11, 2008, in North America, and in March 2009 in other markets. Critics lauded Swift's honest and vulnerable songwriting in contrast to other teenage singers. Five singles were released in 2008–2009: \"Love Story\", \"White Horse\", \"You Belong with Me\", \"Fifteen\", and \"Fearless\". The first single peaked at number four on the Billboard Hot 100 and number one in Australia."
              },
              {
                "date": "2010",
                "info": "In August 2010, Swift released \"Mine\", the lead single from her third studio album, Speak Now. It entered the Hot 100 at number three. Swift wrote the album alone and co-produced every track. It was released on October 25, 2010, opening atop the Billboard 200 with over one million copies sold. It became the fastest-selling digital album by a female artist, with 278,000 downloads in a week."
              },
              {
                  "date": "2014",
                  "info": "In March 2014, Swift began living in New York City. She hired Tree Paine as her publicist, and worked on her fifth studio album, 1989, with producers Jack Antonoff, Max Martin, Shellback, Imogen Heap, Ryan Tedder, and Ali Payami. She promoted the album extensively, including inviting fans to secret album-listening sessions. 1989 was released on October 27, 2014, and opened atop the Billboard 200 with 1.28 million copies sold."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=E2WExo0w70c&ab_channel=VideoPedia"
            },
            "Gallery": [
              "./images/taylor-swift-1.jpg",
              "./images/taylor-swift-2.jpg",
              "./images/taylor-swift-3.jpg",
              "./images/taylor-swift-4.jpg",
              "./images/taylor-swift-5.jpg",
              "./images/taylor-swift-6.jpg"
            ]
          },
          {
            "Name": "Beyoncé",
            "Years": "1981 - present",
            "ShortInfo": "Beyoncé Giselle Knowles-Carter is an American singer, songwriter and businesswoman. Known as \"Queen Bey\", she has been recognized for her boundary-pushing artistry, vocals, and performances.",
            "QuickFacts": [
              "1981 - present", 
              "Houston, Texas, U.S.",
              "R&B, pop, hip hop", 
              "RENAISSANCE",
              "Crazy In Love" 
            ],
            "Biography": [
              {
                "date": "June 2003",
                "info": "On June 14, 2003, Beyoncé premiered songs from her first solo album Dangerously in Love during her first solo concert and the pay-per-view television special, \"Ford Presents Beyoncé Knowles, Friends & Family, Live From Ford's 100th Anniversary Celebration in Dearborn, Michigan\". The album was released on June 24, 2003, after Michelle Williams and Kelly Rowland had released their solo efforts. The album sold 317,000 copies in its first week, debuted atop the Billboard 200, and has since sold 11 million copies worldwide."
              },
              {
                "date": "September 4, 2006",
                "info": "Beyoncé's second solo album B'Day was released on September 4, 2006, in the US, to coincide with her twenty-fifth birthday. It sold 541,000 copies in its first week and debuted atop the Billboard 200, becoming Beyoncé's second consecutive number-one album in the United States. The album's lead single \"Déjà Vu\", featuring Jay-Z, reached the top five on the Billboard Hot 100 chart."
              },
              {
                  "date": "2013",
                  "info": "On December 13, 2013, Beyoncé unexpectedly released her eponymous fifth studio album \"Beyoncé\" on the iTunes Store without any prior announcement or promotion. The album debuted atop the Billboard 200 chart, giving Beyoncé her fifth consecutive number-one album in the US."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=P-4UeVKzhMw&ab_channel=Biography"
            },
            "Gallery": [
              "./images/beyonce-1.jpg",
              "./images/beyonce-2.jpg",
              "./images/beyonce-3.jpg",
              "./images/beyonce-4.jpg",
              "./images/beyonce-5.jpg",
              "./images/beyonce-6.jpg"
            ]
          },
          {
            "Name": "Skrillex",
            "Years": "1988 - present",
            "ShortInfo": "Sonny John Moore known professionally as Skrillex, is an American DJ, music producer and a frontman of the rock group From First to Last.",
            "QuickFacts": [
              "1988 - present", 
              "Los Angeles, California, U.S.",
              "Dubstep, brostep, EDM, electro house", 
              "Quest For Fire",
              "Bangarang" 
            ],
            "Biography": [
              {
                "date": "2004",
                "info": "In 2004, Moore contacted Matt Good of From First to Last about playing guitar for the band on their debut album. After flying out to Georgia, Moore was heard singing by three studio producers, Derrick Thomas, Eric Dale, and McHale Butler, and was then made lead singer, with Good playing guitar. In June 2004, Epitaph Records released the band's first full-length record with their new bandmate, Dear Diary, My Teen Angst Has a Body Count."
              },
              {
                "date": "2008",
                "info": "In February 2008, Alternative Press Magazine announced the second annual AP Tour, with All Time Low, The Rocket Summer, The Matches, and Forever the Sickest Kids, as well as Sonny Moore. The tour started in Houston, Texas on March 14 and went through North America, ending in Cleveland, Ohio on May 2, with the majority of the shows being sold out."
              },
              {
                  "date": "2009",
                  "info": "On April 7, 2009, he released Gypsyhook, a digital EP, which featured three songs and four remixes. Also included was \"海水\" (\"Kaisui\"), a Japanese version of \"Mora\". Physical copies of the EP were available at his shows."
              }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=PmQlNQlLCYM&ab_channel=WatchMojo.com"
            },
            "Gallery": [
              "./images/skrillex-1.jpg",
              "./images/skrillex-2.jpg",
              "./images/skrillex-3.jpg",
              "./images/skrillex-4.jpg",
              "./images/skrillex-5.jpg",
              "./images/skrillex-6.jpg"
            ]
          },
          {
            "Name": "Salvatore Ganacci",
            "Years": "1986 - present",
            "ShortInfo": "Emir Kobilić, known professionally as Salvatore Ganacci, is a Bosnian-Swedish DJ and record producer. His performances at Tomorrowland in 2018 and 2019 became viral, as did the music video for his song \"Horse\".",
            "QuickFacts": [
              "1986 - present", 
              "Sarajevo, SFR Yugoslavia, SR Bosnia and Herzegovina",
              "EDM, moombahton, trap, dancehall", 
              "Culturally Appropriate",
              "Step-Grandma" 
            ],
            "Biography": [
              {
                "date": "2010",
                "info": "Ganacci began studying at Musikmakarna in 2010, in Örnsköldsvik, Sweden. He went on to work as a producer. In 2013, Ganacci, together with Sanjin, released his first song, called \"Zlatan\", inspired by Swedish footballer Zlatan Ibrahimović. In the song itself, he used another alias, called \"Youthman\". In the following year, Ganacci released his collaboration with Sanjin, and Jillionaire of Major Lazer called \"Fresh\"."
              },
              {
                  "date": "2018",
                  "info": "In 2018, Ganacci performed at Tomorrowland Festival in Belgium and received attention due to his dancing and comedic antics. Journalists from publications such as Billboard, Mixmag and NME gave his performance rave reviews and clips went viral on the internet."
              },
              {
                "date": "2019",
                "info": "Ganacci's song \"Horse\" was released on audio and video in 2019, by Owsla, a label co-owned by Skrillex. It later garnered recognition at the Berlin Music Video Awards and the Grammis. The music video for \"Horse\" was the overall winner of the Berlin Music Video Awards in 2020, also winning the award for the \"Best Concept\" category."
              }

            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=NkRkuI0ZgX0&ab_channel=OWSLA"
            },
            "Gallery": [
              "./images/salvatore-ganacci-1.jpg",
              "./images/salvatore-ganacci-2.jpg",
              "./images/salvatore-ganacci-3.jpg",
              "./images/salvatore-ganacci-4.jpg",
              "./images/salvatore-ganacci-5.jpg",
              "./images/salvatore-ganacci-6.jpg"
            ]
          },
          {
            "Name": "The Weeknd",
            "Years": "1990 - present",
            "ShortInfo": "Abel Makkonen Tesfaye, known professionally as the Weeknd, is a Canadian singer, songwriter, and record producer. He is noted for his unconventional music production, artistic reinventions, and his signature use of the falsetto register.",
            "QuickFacts": [
              "1990 - present", 
              "Toronto, Ontario, Canada",
              "Pop, R&B, alternative R&B, new wave", 
              "Beauty Behind The Madness",
              "Blinding Lights" 
            ],
            "Biography": [
              {
                "date": "August 2009",
                "info": "In August 2009, Tesfaye began anonymously releasing music on YouTube. The following year, he met Jeremy Rose, a producer who had an idea for a dark contemporary R&B project. After initially trying to pitch the idea to musician Curtis Santiago, Rose played one of his instrumentals for Tesfaye, who freestyle rapped over it."
              },
              {
                  "date": "November 13, 2012",
                  "info": "On November 13, 2012, Tesfaye released Trilogy, a compilation album consisting of re-mixed and remastered versions of his 2011 mixtapes and three additional tracks. The album officially credited Rose as a producer and writer on the three songs from House of Balloons for which he did not initially receive credit. Trilogy debuted at number four on the US Billboard 200 with first-week sales of 86,000 copies."
              },
                {
                  "date": "May 27, 2015",
                  "info": "On May 27, 2015, Tesfaye released the second single from Beauty Behind the Madness, \"The Hills\". The single debuted at number twenty on the Billboard Hot 100, and peaked at number one, becoming Tesfaye's first number-one single. In June 2019, \"The Hills\" was certified diamond by the RIAA, marking Tesfaye's first diamond-certified record."
                },
                {
                  "date": "2020",
                  "info": "On February 19, 2020, Tesfaye revealed that his fourth studio album would be titled After Hours, and would be released on March 20. He also released the album's title track as a promotional single. On March 7, he made his third appearance as a musical guest on Saturday Night Live, alongside actor Daniel Craig. On the show, he performed \"Blinding Lights\" and debuted the track \"Scared to Live\"."
                },
                {
                  "date": "January 7, 2022",
                  "info": "Tesfaye released his fifth studio album Dawn FM on January 7, 2022. Upon release, the album debuted at number two on the Billboard 200 with 148,000 units, marking Tesfaye's eighth top ten entry and his second non-consecutive album to debut at number two. He also broke the record for the most simultaneous entries for a male soloist on the Billboard Global 200, with twenty-four songs on the chart. In addition to \"Take My Breath\", Dawn FM was supported by the singles \"Sacrifice\" and \"Out of Time\"."
                }
            ],
            "Places": {
              "Link": "", 
              "Desription": ""
            },
            "Video": {
              "Link": "https://www.youtube.com/watch?v=33P83SpibHk&ab_channel=Volksgeist"
            },
            "Gallery": [
              "./images/abel-tesfaye-1.jpg",
              "./images/abel-tesfaye-2.jpg",
              "./images/abel-tesfaye-3.jpg",
              "./images/abel-tesfaye-4.jpg",
              "./images/abel-tesfaye-5.jpg",
              "./images/abel-tesfaye-6.jpg",
              "./images/abel-tesfaye-7.jpg",
              "./images/abel-tesfaye-8.jpg",
              "./images/abel-tesfaye-9.jpg",
              "./images/abel-tesfaye-10.jpg"
            ]
          
          
          }
          
      ]
  },
  "ru": {
    
  }

}
